IDEA Open Model
ConnectionInfo Constructor
Compatible with IDEA StatiCa Beta 20.0
Initializes a new instance of the ConnectionInfo class
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public ConnectionInfo()
Public Sub New
See Also
Reference
ConnectionInfo Class
IdeaRS.OpenModel.Connection Namespace